{
    "metaTitleHomepage": "Old Pals Cocktail Catering | Homepage",
    "metaDescriptionHomepage": "Old Pals cocktail catering is a blend of passion for cocktails and extensive experience in their preparation. Our team consists of two seasoned bartenders with years of expertise in the craft, and our dedication to cocktails is unquestionable. We offer cocktail catering services for weddings, birthdays, bachelor and bachelorette parties, corporate events, and all types of occasions.",
    "metaTitleContact": "Old Pals Cocktail Catering | Contact",
    "metaDescriptionContact": "Get in touch with us for all the information about Old Pals cocktail catering. Our team of experienced bartenders is ready to make your event special. We offer catering for weddings, birthdays, corporate events, and other occasions. Contact us to find out how we can enhance your event with perfect cocktails.",
    "title": "Old Pals Cocktail Catering",
    "metaTitleOffers": "Old Pals Cocktail Catering | Offers",
    "metaDescriptionOffers": "Explore our cocktail catering offers for weddings, birthdays, bachelor and bachelorette parties, corporate events, and other occasions. Old Pals cocktail catering provides customized packages to make your event unforgettable with a wide selection of cocktails crafted by our experienced bartenders.",
    "navigation": {
        "home": "Homepage",
        "offers": "Offers",
        "contact": "Contact"
    },
    "serbianFlag": "Change language to serbian",
    "englishFlag": "Change language to english",
    "bannerTitle": "Old Pals Cocktail Catering",
    "bannerText": "Make your event unforgettable – our cocktail catering will delight your senses and elevate the atmosphere to the highest level of fun!",
    "bannerBtnPrimary": "Look at offers",
    "bannerBtnSecondary": "Contact us",
    "bannerImage": "Bartender image",
    "offersTitle": "Offers",
    "offersStandardTitle": "standard",
    "offersStandardList": {
        "offersStandardItem1": "2 bartenders",
        "offersStandardItem2": "bar (as needed)",
        "offersStandardItem3": "cocktail menu creation",
        "offersStandardItem4": "preparation of garnishes and freshly squeezed juice"
    },
    "offersAllInclusiveTitle": "all inclusive",
    "offersAllInclusiveList": {
        "offersAllInclusiveItem1": "2 or more bartenders",
        "offersAllInclusiveItem2": "bar (as needed)",
        "offersAllInclusiveItem3": "complete logistics for event organization",
        "offersAllInclusiveItem4": "procurement of drinks, syrups, etc."
    },
    "offersCocktailCardTitle": "cocktail menu creation",
    "offersCocktailCardList": {
        "offersCocktailCardItem1": "cocktail menu creation based on the establishment's needs",
        "offersCocktailCardItem2": "adaptation of existing cocktail menus",
        "offersCocktailCardItem3": "staff training",
        "offersCocktailCardItem4": "possibility of sourcing cocktail equipment"
    },
    "offersLink": "Request a quote",
    "aboutTitle": "About us",
    "aboutText1": "Old Pals Cocktail Catering is a blend of passion for cocktails and extensive experience in their preparation. Our team consists of two seasoned bartenders with many years of expertise, ready to bring true charm to your event.",
    "aboutText2": "With our creativity and diverse range of cocktails, we provide an unforgettable taste experience that will enrich every special moment. Whether it's a wedding, birthday, bachelor or bachelorette party, business event, or any other occasion, Old Pals Cocktail Catering offers elegant service, carefully selected ingredients, and cocktails crafted with professionalism that will delight your guests. Make your event special with us and experience the true art of cocktails. Cheers! 🍹🍸",
    "testimonialsTitle": "What our clients say",
    "testimonialsGoogleLink": "Check the Google Review",
    "testimonialsText1": "We recently hired Old Pals from Novi Sad for a company event, and we couldn't have been more impressed. Igor and Zika brought their own movable bar and delighted our guests with an incredible selection of cocktails. Their professionalism and expertise were evident from the start, and they crafted a brilliant cocktail menu that perfectly complemented the evening. From start to finish, they provided top-notch service, leaving everyone thoroughly impressed. My all-time favourite cocktail is the Paper Plane, and not many mixologists actually know how to make it. But these two? They nailed it! We highly recommend Old Pals from Novi Sad for any event requiring cocktail catering. 10/10. Thank you guys!",
    "testimonialsText2": "An excellent and interesting selection of alcoholic and non-alcoholic cocktails. The guys are professional and kind, every recommendation. We hope for further cooperation 🤙",
    "testimonialsText3": "The guys are working on quality, a very professional team full of experience and knowledge. A cocktail menu of your choice, they will do their best to fulfill your every wish and idea, as well as to create an unforgettable atmosphere and enhance your celebration. #salute",
    "testimonialsText4": "Excellent cocktails, Kind, professional and meticulous guys. Praise! 👌👌👌",
    "contactTitle": "Contact us",
    "contactText1": "If we haven't answered any of your questions or concerns, please feel free to email us",
    "contactText2": " , to call us directly at the following numbers",
    "contactText3": " ...or find us on social media.",
    "contactTel": "Tel number",
    "videosTitle": "Take a look at how we make some of our cocktails",
    "videosPlayBtn": "Play video",
    "videosCloseBtn": "Close video"
}